[
  {"id":"ChattopadhyayaCM17","abstract":"It is known that interactions between molecules may change in the presence of nanostructures. However, the exact mechanisms that dictate the tuning of intermolecular interactions remain largely unexplored in computational studies. Here, we employ density-functional calculations with the recently developed many-body dispersion (MBD) method to investigate intermolecular three-body interaction energies (where bodies can be molecules or nanostructures) in a set of nanocomposites. We analyze three representative complexes that display distinct behavior in their interaction profiles, and unravel the physical reasons behind the observed differences. We demonstrate that many-body van der Waals (vdW) interactions can be repulsive, attractive, or neutral with respect to a pairwise treatment of vdW dispersion interactions. Our results indicate that vdW interactions in a given complex can be tuned by suitably choosing its environment. Such tuning may lead to either stabilization or destabilization of the complex, establishing many-body interactions as a useful mechanism for designing novel nanomaterials with desired properties.","accessed":{"date-parts":[[2018,7,23]]},"author":[{"family":"Chattopadhyaya","given":"Mausumi"},{"family":"Hermann","given":"Jan"},{"family":"Poltavsky","given":"Igor"},{"family":"Tkatchenko","given":"Alexandre"}],"citation-key":"ChattopadhyayaCM17","container-title":"Chemistry of Materials","container-title-short":"Chem. Mater.","DOI":"10/f9z5kv","ISSN":"0897-4756","issue":"6","issued":{"date-parts":[[2017,3,28]]},"license":"All rights reserved","note":"8 citations (Crossref) [2022-04-07]","page":"2452-2458","source":"ACS Publications","title":"Tuning intermolecular interactions with nanostructured environments","type":"article-journal","URL":"https://pubs.acs.org/doi/10.1021/acs.chemmater.6b04190","volume":"29"},
  {"id":"CuiJPCL20","abstract":"High-pressure hydrogen exhibits remarkable phenomena including the insulator-to-metal (IM) transition; however, a complete resolution of its phase diagram is still an elusive goal despite many eﬀorts and much controversy. Theoretical modeling is typically based on density functional theory (DFT) with a mean-ﬁeld description of electronic correlations, which is known to be rather limited in describing IM transitions. Herein, we show that nonlocal electron correlations play a central role in the relative stability of solid hydrogen phases, and that DFT-correcting for these correlations by the many-body dispersion (MBD) model reaches the accuracy of quantum Monte Carlo (QMC) simulations and predicts the same C2/c-24 → Cmca12 → Cs(IV) IM transition. In contrast with the conventional assumption that manybody electronic correlations become localized in metallic systems because of exponential screening with interelectronic distance, we ﬁnd that the anisotropy of the electronic response of hydrogen solids under pressure leads to longer-ranged many-body eﬀects in metallic phases relative to insulating ones. This reﬁnes our understanding of phase diagram of hydrogen solids as well as anisotropic many-body correlations.","accessed":{"date-parts":[[2020,2,27]]},"author":[{"family":"Cui","given":"Ting-Ting"},{"family":"Li","given":"Jian-Chen"},{"family":"Gao","given":"Wang"},{"family":"Hermann","given":"Jan"},{"family":"Tkatchenko","given":"Alexandre"},{"family":"Jiang","given":"Qing"}],"citation-key":"CuiJPCL20","container-title":"The Journal of Physical Chemistry Letters","container-title-short":"J. Phys. Chem. Lett.","DOI":"10/gm7xvg","ISSN":"1948-7185, 1948-7185","issue":"4","issued":{"date-parts":[[2020,2,20]]},"license":"All rights reserved","note":"4 citations (Crossref) [2022-04-07]\nQID: Q89590650","page":"1521-1527","source":"DOI.org (Crossref)","title":"Nonlocal electronic correlations in the cohesive properties of high-pressure hydrogen solids","type":"article-journal","URL":"https://pubs.acs.org/doi/10.1021/acs.jpclett.9b03716","volume":"11"},
  {"id":"delMazo-Sevillano23","abstract":"Practical density functional theory (DFT) owes its success to the groundbreaking work of Kohn and Sham that introduced the exact calculation of the non-interacting kinetic energy of the electrons using an auxiliary mean-field system. However, the full power of DFT will not be unleashed until the exact relationship between the electron density and the non-interacting kinetic energy is found. Various attempts have been made to approximate this functional, similar to the exchange--correlation functional, with much less success due to the larger contribution of kinetic energy and its more non-local nature. In this work we propose a new and efficient regularization method to train density functionals based on deep neural networks, with particular interest in the kinetic-energy functional. The method is tested on (effectively) one-dimensional systems, including the hydrogen chain, non-interacting electrons, and atoms of the first two periods, with excellent results. For the atomic systems, the generalizability of the regularization method is demonstrated by training also an exchange--correlation functional, and the contrasting nature of the two functionals is discussed from a machine-learning perspective.","accessed":{"date-parts":[[2023,7,3]]},"author":[{"family":"Mazo-Sevillano","given":"P.","non-dropping-particle":"del"},{"family":"Hermann","given":"J."}],"citation-key":"delMazo-Sevillano23","issued":{"date-parts":[[2023,6,30]]},"license":"All rights reserved","number":"arXiv:2306.17587","publisher":"arXiv","source":"arXiv.org","title":"Variational principle to regularize machine-learned density functionals: the non-interacting kinetic-energy functional","title-short":"Variational principle to regularize machine-learned density functionals","type":"article","URL":"http://arxiv.org/abs/2306.17587"},
  {"id":"EntwistleNC23","abstract":"Obtaining accurate ground and low-lying excited states of electronic systems is crucial in a multitude of important applications. One ab initio method for solving the Schrödinger equation that scales favorably for large systems is variational quantum Monte Carlo (QMC). The recently introduced deep QMC approach uses ansatzes represented by deep neural networks and generates nearly exact ground-state solutions for molecules containing up to a few dozen electrons, with the potential to scale to much larger systems where other highly accurate methods are not feasible. In this paper, we extend one such ansatz (PauliNet) to compute electronic excited states. We demonstrate our method on various small atoms and molecules and consistently achieve high accuracy for low-lying states. To highlight the method’s potential, we compute the first excited state of the much larger benzene molecule, as well as the conical intersection of ethylene, with PauliNet matching results of more expensive high-level methods.","accessed":{"date-parts":[[2023,1,18]]},"author":[{"family":"Entwistle","given":"M. T."},{"family":"Schätzle","given":"Z."},{"family":"Erdman","given":"P. A."},{"family":"Hermann","given":"J."},{"family":"Noé","given":"F."}],"citation-key":"EntwistleNC23","container-title":"Nature Communications","container-title-short":"Nat. Commun.","DOI":"10/grp6v9","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[[2023,1,17]]},"license":"All rights reserved","note":"0 citations (Crossref) [2023-01-30]","number":"1","page":"274","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Electronic excited states in deep variational Monte Carlo","type":"article-journal","URL":"https://www.nature.com/articles/s41467-022-35534-5","volume":"14"},
  {"id":"Hermann13","abstract":"e van der Waals (vdW) interactions, or dispersion forces, are crucial in many chem- ical, physical and biological processes and received much attention from developers of density functional theory (DFT) methods. e most popular non-empirical DFT method for treating vdW interactions is the vdW density functional by Dion et al. (vdW-DF). Despite its success, vdW-DF is not accurate enough for many chemical applications. Here, we investigate two possible ways how to improve its accuracy. First, we reoptimize the only weakly speci ed parameter of vdW-DF for several semi-local functionals. On the S benchmark database set, we nd that revPBE is the best performer, decreasing the error from . % to . %. Second, a system-speci c but very accurate (∼ . kcal/mol) DFT correction scheme is proposed for precise calcula- tions of adsorbent−adsorbate interactions by combining vdW-DF and the empirical DFT/CC correction scheme. e new approach is applied to small molecules (CH , CO , H , H O, N ) interacting with a quartz surface and a lamella of UTL zeolite. e very high accuracy of the new scheme and its relatively easy use and numerical stability compared to the earlier DFT/CC scheme o er a straightforward solution for obtaining reliable predictions of adsorption energies.","accessed":{"date-parts":[[2018,6,14]]},"author":[{"family":"Hermann","given":"Jan"}],"citation-key":"Hermann13","DOI":"20.500.11956/52661","event-place":"Prague","issued":{"date-parts":[[2013,5,28]]},"license":"CC BY SA 4.0","publisher":"Charles University","publisher-place":"Prague","source":"dspace.cuni.cz","title":"Nonlocal correlation in density functional theory","type":"thesis","URL":"https://dspace.cuni.cz/handle/20.500.11956/52661"},
  {"id":"Hermann18","abstract":"The ubiquitous long-range van der Waals interactions play a central role in nearly all biological and modern synthetic materials. Yet the most widely used theoretical method for calculating material properties, the density functional theory (DFT) in semilocal approximation, largely neglects these interactions, which motivated the development of many different vdW models. The work in this thesis paves way towards a unified vdW model that combines best elements from the different classes of the vdW models. To this end, we developed a unified theoretical framework based on the range-separated adiabatic-connection fluctuation--dissipation theorem that encompasses most existing vdW models. We analyze the MBD correlated wave function on the prototypical case of π–π interactions in supramolecular complexes and find that these interactions are largely driven by delocalized collective charge fluctuations. To identify a balanced short-range density functional to accompany the long-range vdW model, we present a comprehensive study of the interplay between the short-range and long-range energy contributions in eight semilocal functionals and three vdW models on a wide range of systems. The binding-energy profiles of many of the DFT+vdW combinations differ both quantitatively and qualitatively, and some of the qualitative differences are independent of the choice of the vdW model. Finally, we investigate the performance of the Vydrov—Van Voorhis polarizability functional across the periodic table, identify systematic underestimation of the polarizabilities and vdW C₆ coefficients for s- and d-block elements, and develop an orbital-dependent generalization of this functional to resolve the issue.","accessed":{"date-parts":[[2018,1,16]]},"author":[{"family":"Hermann","given":"Jan"}],"citation-key":"Hermann18","DOI":"10/g5v9","event-place":"Berlin","genre":"PhD thesis","issued":{"date-parts":[[2018,1,15]]},"license":"CC BY SA 3.0 DE","publisher":"Humboldt University","publisher-place":"Berlin","source":"edoc.hu-berlin.de","title":"Towards unified density-functional model of <span class=\"nocase\">van der Waals</span> interactions","type":"thesis","URL":"https://edoc.hu-berlin.de/handle/18452/19417"},
  {"id":"Hermann23","abstract":"Many-body dispersion (MBD) is a powerful framework to treat van der Waals (vdW) dispersion interactions in density-functional theory and related atomistic modeling methods. Several independent implementations of MBD with varying degree of functionality exist across a number of electronic structure codes, which both limits the current users of those codes and complicates dissemination of new variants of MBD. Here, we develop and document libMBD, a library implementation of MBD that is functionally complete, efficient, easy to integrate with any electronic structure code, and already integrated in FHI-aims, DFTB+, VASP, Q-Chem, CASTEP, and Quantum ESPRESSO. libMBD is written in modern Fortran with bindings to C and Python, uses MPI/ScaLAPACK for parallelization, and implements MBD for both finite and periodic systems, with analytical gradients with respect to all input parameters. The computational cost has asymptotic cubic scaling with system size, and evaluation of gradients only changes the prefactor of the scaling law, with libMBD exhibiting strong scaling up to 256 processor cores. Other MBD properties beyond energy and gradients can be calculated with libMBD, such as the charge-density polarization, first-order Coulomb correction, the dielectric function, or the order-by-order expansion of the energy in the dipole interaction. Calculations on supramolecular complexes with MBD-corrected electronic structure methods and a meta-review of previous applications of MBD demonstrate the broad applicability of the libMBD package to treat vdW interactions.","accessed":{"date-parts":[[2023,8,8]]},"author":[{"family":"Hermann","given":"Jan"},{"family":"Stöhr","given":"Martin"},{"family":"Góger","given":"Szabolcs"},{"family":"Chaudhuri","given":"Shayantan"},{"family":"Aradi","given":"Bálint"},{"family":"Maurer","given":"Reinhard J."},{"family":"Tkatchenko","given":"Alexandre"}],"citation-key":"Hermann23","issued":{"date-parts":[[2023,8,6]]},"license":"All rights reserved","number":"arXiv:2308.03140","publisher":"arXiv","source":"arXiv.org","title":"libMBD: A general-purpose package for scalable quantum many-body dispersion calculations","title-short":"libMBD","type":"article","URL":"http://arxiv.org/abs/2308.03140"},
  {"id":"HermannCR17","abstract":"Noncovalent van der Waals (vdW) or dispersion forces are ubiquitous in nature and influence the structure, stability, dynamics, and function of molecules and materials throughout chemistry, biology, physics, and materials science. These forces are quantum mechanical in origin and arise from electrostatic interactions between fluctuations in the electronic charge density. Here, we explore the conceptual and mathematical ingredients required for an exact treatment of vdW interactions, and present a systematic and unified framework for classifying the current first-principles vdW methods based on the adiabatic-connection fluctuation–dissipation (ACFD) theorem (namely the Rutgers–Chalmers vdW-DF, Vydrov–Van Voorhis (VV), exchange-hole dipole moment (XDM), Tkatchenko–Scheffler (TS), many-body dispersion (MBD), and random-phase approximation (RPA) approaches). Particular attention is paid to the intriguing nature of many-body vdW interactions, whose fundamental relevance has recently been highlighted in several landmark experiments. The performance of these models in predicting binding energetics as well as structural, electronic, and thermodynamic properties is connected with the theoretical concepts and provides a numerical summary of the state-of-the-art in the field. We conclude with a roadmap of the conceptual, methodological, practical, and numerical challenges that remain in obtaining a universally applicable and truly predictive vdW method for realistic molecular systems and materials.","accessed":{"date-parts":[[2017,4,28]]},"author":[{"family":"Hermann","given":"Jan"},{"family":"DiStasio, Jr.","given":"Robert A."},{"family":"Tkatchenko","given":"Alexandre"}],"citation-key":"HermannCR17","container-title":"Chemical Reviews","container-title-short":"Chem. Rev.","DOI":"10/gfhx93","ISSN":"0009-2665","issue":"6","issued":{"date-parts":[[2017,3,8]]},"license":"All rights reserved","note":"315 citations (Crossref) [2022-05-11]\nQID: Q36300546","page":"4714-4758","source":"ACS Publications","title":"First-principles models for <span class=\"nocase\">van der Waals</span> interactions in molecules and materials: concepts, theory, and applications","type":"article-journal","URL":"https://pubs.acs.org/doi/10.1021/acs.chemrev.6b00446","volume":"117"},
  {"id":"HermannCT14","abstract":"Surface properties of layered zeolite frameworks, or 2D zeolites, derived from zeolites UTL and ITH are probed by interaction with several small molecules (CH4, CO2, H2O, H2, N2). The dominant feature of the 2D zeolites is the dense grid of the surface silanol groups formed after dissolution of the double 4-member ring building units of the parent 3D zeolites. Compared to the original 3D zeolite frameworks, several distinctive effects contribute to the changes in binding energies: (i) hydrogen-bond and electrostatic interactions with surface silanols, (ii) the confined space effect enhancing dispersion interactions in 3D zeolites and (iii) structural flexibility of 2D zeolites.","accessed":{"date-parts":[[2016,11,5]]},"author":[{"family":"Hermann","given":"Jan"},{"family":"Trachta","given":"Michal"},{"family":"Nachtigall","given":"Petr"},{"family":"Bludský","given":"Ota"}],"citation-key":"HermannCT14","collection-title":"Molecular Sieves and Catalysis: Selected papers from CIS-5 Conference","container-title":"Catalysis Today","container-title-short":"Catal. Today","DOI":"10/gm7xvd","ISSN":"0920-5861","issued":{"date-parts":[[2014,5,15]]},"license":"All rights reserved","note":"21 citations (Crossref) [2022-04-07]","page":"2-8","source":"ScienceDirect","title":"Theoretical investigation of layered zeolite frameworks: surface properties of 2D zeolites","title-short":"Theoretical investigation of layered zeolite frameworks","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/abs/pii/S0920586113004173","volume":"227"},
  {"id":"HermannHMM18","abstract":"Van der Waals (vdW) interactions stem from electronic zero-point fluctuations and are often critical for the correct description of structure, stability, and response properties of molecules and materials, including biomolecules, nanomaterials, and material interfaces. Here, we give a conceptual as well as mathematical overview of the current state of modeling vdW interactions, focusing in particular on the consequences of different approximations for practical applications. We present a systematic classification of approximate first-principles models based on the adiabatic-connection fluctuation-dissipation theorem, namely the nonlocal density functionals, interatomic methods, and methods based on the random-phase approximation. The applicability of these methods to different types of materials and material properties is discussed in connection with availability of theoretical and experimental benchmarks. We conclude with a roadmap of the open problems that remain to be solved to construct a universal, efficient, and accurate vdW model for realistic material modeling.","accessed":{"date-parts":[[2018,8,22]]},"author":[{"family":"Hermann","given":"Jan"},{"family":"Tkatchenko","given":"Alexandre"}],"citation-key":"HermannHMM18","container-title":"Handbook of materials modeling","DOI":"10/g5qs","editor":[{"family":"Andreoni","given":"Wanda"},{"family":"Yip","given":"Sidney"}],"event-place":"Cham","issued":{"date-parts":[[2018,6,22]]},"license":"All rights reserved","page":"1-33","publisher":"Springer","publisher-place":"Cham","source":"Crossref","title":"Van der Waals interactions in material modelling","type":"chapter","URL":"http://doi.org/10.1007/978-3-319-42913-7_6-1"},
  {"id":"HermannJCP13","abstract":"A system-specific but very accurate density functional theory (DFT) correction scheme is proposed for precise calculations of adsorbent–adsorbate interactions by combining the non-empirical van der Waals density functional (vdW-DF) method and the empirical DFT/CC correction scheme to reach accuracy of the coupled clusters method with single, double and perturbative triple excitations (CCSD(T)). The new approach is applied to small molecules (CH4, CO2, H2, H2O, N2) interacting with silica surfaces and purely siliceous microporous solids. The vdW-DF/CC results for a perfectly reconstructed α-quartz surface are consistent with other dispersion-corrected DFT methods. Corrected for ZPVE, the vdW-DF/CC enthalpies of adsorption in pure-silica zeolite LTA (ΔH ads(0 K)) of 3.6 and 5.2 kcal/mol for methane and carbon dioxide, respectively, are in excellent agreement with experimental values of 3.6 and 5.0 kcal/mol. The very high accuracy of the new scheme and its relatively easy use and numerical stability as compared to the earlier DFT/CC scheme offer a straightforward solution for obtaining reliable predictions of adsorption energies.","accessed":{"date-parts":[[2016,11,5]]},"author":[{"family":"Hermann","given":"Jan"},{"family":"Bludský","given":"Ota"}],"citation-key":"HermannJCP13","container-title":"The Journal of Chemical Physics","container-title-short":"J. Chem. Phys.","DOI":"10/gm7xvc","ISSN":"0021-9606, 1089-7690","issue":"3","issued":{"date-parts":[[2013,7,21]]},"license":"All rights reserved","note":"16 citations (Crossref) [2022-04-07]\nQID: Q48941258","page":"034115","source":"scitation.aip.org","title":"A novel correction scheme for DFT: a combined vdW-DF/CCSD(T) approach","title-short":"A novel correction scheme for DFT","type":"article-journal","URL":"https://aip.scitation.org/doi/10.1063/1.4813826","volume":"139"},
  {"id":"HermannJCTC18","abstract":"Short-range correlations in motion of electrons in matter are captured well by semilocal exchange–correlation (XC) functionals in density functional theory (DFT), but long-range correlations are neglected in such models and must be treated by van der Waals (vdW) dispersion methods. Whereas the effective range of distances at which fluctuations are correlated is usually explicit in the vdW models, the complementary range of semilocal functionals can be observed only implicitly, requiring an introduction of empirical damping functions to couple the semilocal and nonlocal contributions to the XC energy. We present a comprehensive study of the interplay between these short-range and long-range energy contributions in eight semilocal functionals (LDA, PBE, TPSS, SCAN, PBE0, B3LYP, SCAN0, M06-L) and three vdW models (MBD, D3, VV10) on noncovalently bonded organic dimers (S66×8), molecular crystals (X23), and supramolecular complexes (S12L), as well as on a series of graphene-flake dimers, covering a range of intermolecular distances and binding energies (0.5–130 kcal/mol). The binding-energy profiles of many of the DFT+vdW combinations differ both quantitatively and qualitatively, and some of the qualitative differences are independent of the choice of the vdW model, establishing them as intrinsic properties of the respective semilocal functionals. We find that while the SCAN+vdW method yields a narrow range of binding-energy errors, the effective range of SCAN depends on system size, and we link this behavior to the specific dependence of SCAN on the electron localization function α around α = 1. Our study provides a systematic procedure to evaluate the consistency of semilocal XC functionals when paired with nonlocal vdW models and leads us to conclude that nonempirical generalized-gradient and hybrid functionals are currently among the most balanced semilocal choices for vdW systems.","accessed":{"date-parts":[[2018,6,14]]},"author":[{"family":"Hermann","given":"Jan"},{"family":"Tkatchenko","given":"Alexandre"}],"citation-key":"HermannJCTC18","container-title":"Journal of Chemical Theory and Computation","container-title-short":"J. Chem. Theory Comput.","DOI":"10/ggr9v8","ISSN":"1549-9618","issue":"3","issued":{"date-parts":[[2018,2,15]]},"license":"All rights reserved","note":"19 citations (Crossref) [2022-05-11]\nQID: Q49976943","page":"1361-1369","source":"ACS Publications","title":"Electronic exchange and correlation in <span class=\"nocase\">van der Waals</span> systems: balancing semilocal and nonlocal energy contributions","type":"article-journal","URL":"https://pubs.acs.org/doi/10.1021/acs.jctc.7b01172","volume":"14"},
  {"id":"HermannMLMQP20","abstract":"This introductory chapter presents material modeling, or computational materials science, as a discipline that attempts to computationally predict properties of materials and design materials with given properties, and discusses how machine learning can help in this task. At the center of material modeling is the relationship between the atomic structure and material properties. This relationship is introduced together with the quantum and statistical mechanics as the two main tools for material modeling from first principles, which should also guide the development of new machine learning approaches to computational materials science. Material modeling operates with an abundance of technical terms, and some of these are explained in a glossary at the end of the chapter.","author":[{"family":"Hermann","given":"Jan"}],"citation-key":"HermannMLMQP20","container-title":"Machine learning meets quantum physics","DOI":"10/g5qt","editor":[{"family":"Schütt","given":"Kristof T."},{"family":"Chmiela","given":"Stefan"},{"family":"Lilienfeld","given":"O. Anatole","non-dropping-particle":"von"},{"family":"Tkatchenko","given":"Alexandre"},{"family":"Tsuda","given":"Koji"},{"family":"Müller","given":"Klaus-Robert"}],"event-place":"Cham","ISBN":"978-3-030-40245-7","issued":{"date-parts":[[2020,6,4]]},"license":"All rights reserved","page":"7-24","publisher":"Springer","publisher-place":"Cham","title":"Introduction to material modeling","type":"chapter","URL":"https://doi.org/10.1007/978-3-030-40245-7_2"},
  {"id":"HermannNC17","abstract":"Non-covalent π−π interactions are central to chemical and biological processes, yet the full understanding of their origin that would unite the simplicity of empirical approaches with the accuracy of quantum calculations is still missing. Here we employ a quantum-mechanical Hamiltonian model for van der Waals interactions, to demonstrate that intermolecular electron correlation in large supramolecular complexes at equilibrium distances is appropriately described by collective charge fluctuations. We visualize these fluctuations and provide connections both to orbital-based approaches to electron correlation, as well as to the simple London pairwise picture. The reported binding energies of ten supramolecular complexes obtained from the quantum-mechanical fluctuation model joined with density functional calculations are within 5% of the reference energies calculated with the diffusion quantum Monte-Carlo method. Our analysis suggests that π−π stacking in supramolecular complexes can be characterized by strong contributions to the binding energy from delocalized, collective charge fluctuations—in contrast to complexes with other types of bonding.","accessed":{"date-parts":[[2018,7,23]]},"author":[{"family":"Hermann","given":"Jan"},{"family":"Alfè","given":"Dario"},{"family":"Tkatchenko","given":"Alexandre"}],"citation-key":"HermannNC17","container-title":"Nature Communications","container-title-short":"Nat. Commun.","DOI":"10/f9pqff","ISSN":"2041-1723","issued":{"date-parts":[[2017,2,7]]},"license":"CC BY 4.0","note":"59 citations (Crossref) [2022-05-11]\nQID: Q37642440","page":"14052","source":"www.nature.com","title":"Nanoscale π–π stacked molecules are bound by collective charge fluctuations","type":"article-journal","volume":"8"},
  {"id":"HermannNC20","abstract":"The electronic Schrödinger equation can only be solved analytically for the hydrogen atom, and the numerically exact full configuration-interaction method is exponentially expensive in the number of electrons. Quantum Monte Carlo methods are a possible way out: they scale well for large molecules, they can be parallelized and their accuracy has, as yet, been only lim- ited by the flexibility of the wavefunction ansatz used. Here we propose PauliNet, a deep-learning wavefunction ansatz that achieves nearly exact solutions of the electronic Schrödinger equation for molecules with up to 30 electrons. PauliNet has a multireference Hartree–Fock solution built in as a baseline, incorporates the physics of valid wavefunctions and is trained using variational quantum Monte Carlo. PauliNet outperforms previous state-of-the-art variational ansatzes for atoms, diatomic molecules and a strongly correlated linear H10, and matches the accuracy of highly specialized quantum chemistry methods on the transition-state energy of cyclobutadiene, while being computationally efficient.","accessed":{"date-parts":[[2020,9,24]]},"author":[{"family":"Hermann","given":"Jan"},{"family":"Schätzle","given":"Zeno"},{"family":"Noé","given":"Frank"}],"citation-key":"HermannNC20","container-title":"Nature Chemistry","container-title-short":"Nat. Chem.","DOI":"10/ghcm5p","ISSN":"1755-4330, 1755-4349","issue":"e","issued":{"date-parts":[[2020,9,23]]},"license":"All rights reserved","note":"110 citations (Crossref) [2022-05-11]\nQID: Q99616898","page":"891–897","source":"DOI.org (Crossref)","title":"Deep-neural-network solution of the electronic Schrödinger equation","type":"article-journal","volume":"12"},
  {"id":"HermannNRC23","abstract":"Deep learning methods outperform human capabilities in pattern recognition and data processing problems and now have an increasingly important role in scientific discovery. A key application of machine learning in molecular science is to learn potential energy surfaces or force fields from ab initio solutions of the electronic Schrödinger equation using data sets obtained with density functional theory, coupled cluster or other quantum chemistry (QC) methods. In this Review, we discuss a complementary approach using machine learning to aid the direct solution of QC problems from first principles. Specifically, we focus on quantum Monte Carlo methods that use neural-network ansatzes to solve the electronic Schrödinger equation, in first and second quantization, computing ground and excited states and generalizing over multiple nuclear configurations. Although still at their infancy, these methods can already generate virtually exact solutions of the electronic Schrödinger equation for small systems and rival advanced conventional QC methods for systems with up to a few dozen electrons.","author":[{"family":"Hermann","given":"Jan"},{"family":"Spencer","given":"James"},{"family":"Choo","given":"Kenny"},{"family":"Mezzacapo","given":"Antonio"},{"family":"Foulkes","given":"W. M. C."},{"family":"Pfau","given":"David"},{"family":"Carleo","given":"Giuseppe"},{"family":"Noé","given":"Frank"}],"citation-key":"HermannNRC23","container-title":"Nature Reviews Chemistry","container-title-short":"Nature Reviews Chemistry","DOI":"10.1038/s41570-023-00516-8","ISSN":"2397-3358","issued":{"date-parts":[[2023,8,9]]},"license":"All rights reserved","title":"Ab initio quantum chemistry with neural-network wavefunctions","type":"article-journal","URL":"https://doi.org/10.1038/s41570-023-00516-8"},
  {"id":"HermannPRL20","abstract":"Noncovalent van der Waals (vdW) interactions are responsible for a wide range of phenomena in matter. Popular density-functional methods that treat vdW interactions use disparate physical models for these intricate forces, and as a result the applicability of these methods is often restricted to a subset of relevant molecules and materials. Aiming towards a general-purpose density functional model of vdW interactions, here we unify two complementary approaches: nonlocal vdW functionals for polarization and interatomic methods for many-body interactions. The developed nonlocal many-body dispersion method (MBD-NL) increases the accuracy and efficiency of existing vdW functionals and is shown to be broadly applicable to molecules, soft and hard materials including ionic and metallic compounds, as well as interfaces between organic molecules and inorganic materials.","author":[{"family":"Hermann","given":"Jan"},{"family":"Tkatchenko","given":"Alexandre"}],"citation-key":"HermannPRL20","container-title":"Physical Review Letters","container-title-short":"Phys. Rev. Lett.","DOI":"10/gm7xvh","issued":{"date-parts":[[2020,4,7]]},"license":"Creative Commons Attribution 4.0 International License (CC-BY)","note":"21 citations (Crossref) [2022-05-11]","page":"146401","source":"Zotero","title":"Density functional model for <span class=\"nocase\">van der Waals</span> interactions: unifying many-body atomic approaches with nonlocal functionals","type":"article-journal","URL":"https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.124.146401","volume":"124"},
  {"id":"HourahineJCP20","abstract":"DFTB+ is a versatile community developed open source software package offering fast and efficient methods for carrying out atomistic quantum mechanical simulations. By implementing various methods approximating density functional theory (DFT), such as the density functional based tight binding (DFTB) and the extended tight binding method, it enables simulations of large systems and long timescales with reasonable accuracy while being considerably faster for typical simulations than the respective ab initio methods. Based on the DFTB framework, it additionally offers approximated versions of various DFT extensions including hybrid functionals, time dependent formalism for treating excited systems, electron transport using non-equilibrium Green’s functions, and many more. DFTB+ can be used as a userfriendly standalone application in addition to being embedded into other software packages as a library or acting as a calculation-server accessed by socket communication. We give an overview of the recently developed capabilities of the DFTB+ code, demonstrating with a few use case examples, discuss the strengths and weaknesses of the various features, and also discuss on-going developments and possible future perspectives.","accessed":{"date-parts":[[2020,3,24]]},"author":[{"family":"Hourahine","given":"B."},{"family":"Aradi","given":"B."},{"family":"Blum","given":"V."},{"family":"Bonafé","given":"F."},{"family":"Buccheri","given":"A."},{"family":"Camacho","given":"C."},{"family":"Cevallos","given":"C."},{"family":"Deshaye","given":"M. Y."},{"family":"Dumitrică","given":"T."},{"family":"Dominguez","given":"A."},{"family":"Ehlert","given":"S."},{"family":"Elstner","given":"M."},{"family":"Heide","given":"T.","non-dropping-particle":"van der"},{"family":"Hermann","given":"J."},{"family":"Irle","given":"S."},{"family":"Kranz","given":"J. J."},{"family":"Köhler","given":"C."},{"family":"Kowalczyk","given":"T."},{"family":"Kubař","given":"T."},{"family":"Lee","given":"I. S."},{"family":"Lutsker","given":"V."},{"family":"Maurer","given":"R. J."},{"family":"Min","given":"S. K."},{"family":"Mitchell","given":"I."},{"family":"Negre","given":"C."},{"family":"Niehaus","given":"T. A."},{"family":"Niklasson","given":"A. M. N."},{"family":"Page","given":"A. J."},{"family":"Pecchia","given":"A."},{"family":"Penazzi","given":"G."},{"family":"Persson","given":"M. P."},{"family":"Řezáč","given":"J."},{"family":"Sánchez","given":"C. G."},{"family":"Sternberg","given":"M."},{"family":"Stöhr","given":"M."},{"family":"Stuckenberg","given":"F."},{"family":"Tkatchenko","given":"A."},{"family":"Yu","given":"V. W.-z."},{"family":"Frauenheim","given":"T."}],"citation-key":"HourahineJCP20","container-title":"The Journal of Chemical Physics","container-title-short":"J. Chem. Phys.","DOI":"10/gjqhwr","ISSN":"0021-9606, 1089-7690","issue":"12","issued":{"date-parts":[[2020,3,31]]},"license":"All rights reserved","note":"214 citations (Crossref) [2022-05-11]\nQID: Q91514865","page":"124101","source":"DOI.org (Crossref)","title":"DFTB+, a software package for efficient approximate density functional theory based atomistic simulations","type":"article-journal","URL":"http://aip.scitation.org/doi/10.1063/1.5143190","volume":"152"},
  {"id":"KulikES22","abstract":"In recent years, we have been witnessing a paradigm shift in computational materials science. In fact, traditional methods, mostly developed in the second half of the XXth century, are being complemented, extended, and sometimes even completely replaced by faster, simpler, and often more accurate approaches. The new approaches, that we collectively label by machine learning, have their origins in the fields of informatics and artificial intelligence, but are making rapid inroads in all other branches of science. With this in mind, this Roadmap article, consisting of multiple contributions from experts across the field, discusses the use of machine learning in materials science, and share perspectives on current and future challenges in problems as diverse as the prediction of materials properties, the construction of force-fields, the development of exchange correlation functionals for density-functional theory, the solution of the many-body problem, and more. In spite of the already numerous and exciting success stories, we are just at the beginning of a long path that will reshape materials science for the many challenges of the XXIth century.","accessed":{"date-parts":[[2022,8,25]]},"author":[{"family":"Kulik","given":"H J"},{"family":"Hammerschmidt","given":"T"},{"family":"Schmidt","given":"J"},{"family":"Botti","given":"S"},{"family":"Marques","given":"M A L"},{"family":"Boley","given":"M"},{"family":"Scheffler","given":"M"},{"family":"Todorović","given":"M"},{"family":"Rinke","given":"P"},{"family":"Oses","given":"C"},{"family":"Smolyanyuk","given":"A"},{"family":"Curtarolo","given":"S"},{"family":"Tkatchenko","given":"A"},{"family":"Bartók","given":"A P"},{"family":"Manzhos","given":"S"},{"family":"Ihara","given":"M"},{"family":"Carrington","given":"T"},{"family":"Behler","given":"J"},{"family":"Isayev","given":"O"},{"family":"Veit","given":"M"},{"family":"Grisafi","given":"A"},{"family":"Nigam","given":"J"},{"family":"Ceriotti","given":"M"},{"family":"Schütt","given":"K T"},{"family":"Westermayr","given":"J"},{"family":"Gastegger","given":"M"},{"family":"Maurer","given":"R J"},{"family":"Kalita","given":"B"},{"family":"Burke","given":"K"},{"family":"Nagai","given":"R"},{"family":"Akashi","given":"R"},{"family":"Sugino","given":"O"},{"family":"Hermann","given":"J"},{"family":"Noé","given":"F"},{"family":"Pilati","given":"S"},{"family":"Draxl","given":"C"},{"family":"Kuban","given":"M"},{"family":"Rigamonti","given":"S"},{"family":"Scheidgen","given":"M"},{"family":"Esters","given":"M"},{"family":"Hicks","given":"D"},{"family":"Toher","given":"C"},{"family":"Balachandran","given":"P V"},{"family":"Tamblyn","given":"I"},{"family":"Whitelam","given":"S"},{"family":"Bellinger","given":"C"},{"family":"Ghiringhelli","given":"L M"}],"citation-key":"KulikES22","container-title":"Electronic Structure","container-title-short":"Electron. Struct.","DOI":"10/gptz7g","ISSN":"2516-1075","issue":"2","issued":{"date-parts":[[2022,6,1]]},"license":"All rights reserved","note":"6 citations (Crossref) [2022-08-25]","page":"023004","source":"DOI.org (Crossref)","title":"Roadmap on Machine learning in electronic structure","type":"article-journal","URL":"https://iopscience.iop.org/article/10.1088/2516-1075/ac572f","volume":"4"},
  {"id":"LiuJCP16","abstract":"Stimuli-responsive metal-organic frameworks (MOFs) and other framework materials exhibit a broad variety of useful properties, which mainly stem from an interplay of strong covalent bonds within the organic linkers with presumably weak van der Waals (vdW) interactions which determine the overall packing of the framework constituents. Using Ag3Co(CN)6 as a fundamental test case—a system with a colossal positive and negative thermal expansion [A. L. Goodwin et al., Science 319, 794 (2008)]—we demonstrate that its structure, stability, dielectric, vibrational, and mechanical properties are critically influenced by many-body electronic correlation contributions to non-covalent vdW interactions. The Ag3Co(CN)6 framework is a remarkable molecular crystal, being visibly stabilized, rather than destabilized, by many-body vdW correlations. A detailed comparison with H3Co(CN)6 highlights the crucial role of strongly polarized metallophilic interactions in dictating the exceptional properties of denser MOFs. Beyond MOFs, our findings indicate that many-body electronic correlations can substantially stabilize polarizable materials, providing a novel mechanism for tuning the properties of nanomaterials with intricate structural motifs.","author":[{"family":"Liu","given":"Xiaofei"},{"family":"Hermann","given":"Jan"},{"family":"Tkatchenko","given":"Alexandre"}],"citation-key":"LiuJCP16","container-title":"The Journal of Chemical Physics","container-title-short":"J. Chem. Phys.","DOI":"10/f9kmfc","issue":"24","issued":{"date-parts":[[2016,12,22]]},"license":"All rights reserved","note":"8 citations (Crossref) [2022-04-07]\nQID: Q52843581","page":"241101","title":"Communication: Many-body stabilization of non-covalent interactions: structure, stability, and mechanics of Ag₃Co(CN)₆ framework","type":"article-journal","URL":"https://aip.scitation.org/doi/10.1063/1.4972810","volume":"145"},
  {"id":"OuyangJCTC21","abstract":"An anisotropic interlayer force ﬁeld that describes the interlayer interactions in molybdenum disulﬁde (MoS2) is presented. The force ﬁeld is benchmarked against density functional theory calculations for both bilayer and bulk systems within the Heyd− Scuseria−Ernzerhof hybrid density functional approximation, augmented by a nonlocal many-body dispersion treatment of long-range correlation. The parametrization yields good agreement with the reference calculations of binding energy curves and sliding potential energy surfaces for both bilayer and bulk conﬁgurations. Benchmark calculations for the phonon spectra of bulk MoS2 provide good agreement with experimental data, and the calculated bulk modulus falls in the lower part of experimentally measured values. This indicates the accuracy of the interlayer force ﬁeld near equilibrium. Under external pressures up to 20 GPa, the developed force ﬁeld provides a good description of compression curves. At higher pressures, deviations from experimental data grow, signifying the validity range of the developed force ﬁeld.","accessed":{"date-parts":[[2021,11,5]]},"author":[{"family":"Ouyang","given":"Wengen"},{"family":"Sofer","given":"Reut"},{"family":"Gao","given":"Xiang"},{"family":"Hermann","given":"Jan"},{"family":"Tkatchenko","given":"Alexandre"},{"family":"Kronik","given":"Leeor"},{"family":"Urbakh","given":"Michael"},{"family":"Hod","given":"Oded"}],"citation-key":"OuyangJCTC21","container-title":"Journal of Chemical Theory and Computation","container-title-short":"J. Chem. Theory Comput.","DOI":"10/gnb2mn","ISSN":"1549-9618, 1549-9626","issue":"11","issued":{"date-parts":[[2021,11,1]]},"license":"All rights reserved","note":"0 citations (Crossref) [2022-04-07]","page":"7237–7245","source":"DOI.org (Crossref)","title":"Anisotropic interlayer force field for transition metal dichalcogenides: the case of molybdenum disulfide","title-short":"Anisotropic interlayer force field for transition metal dichalcogenides","type":"article-journal","URL":"https://pubs.acs.org/doi/10.1021/acs.jctc.1c00782","volume":"17"},
  {"id":"PolozijCT13","abstract":"The possible mechanisms of Friedländer reaction were investigated computationally for an uncatalysed reaction and for the reaction catalysed by Lewis or Brønsted acids. Calculations were performed at the density functional theory level employing cluster and periodic models. A particular emphasis was put on the mechanism of Friedländer reaction catalysed by Lewis acid Cu2+ sites in CuBTC MOF; aldolization path was favoured over imination path in the case of CuBTC catalyst. The efficiency of CuBTC catalyst was due to two complementary effects: (i) the barriers of annulation step were significantly lowered due to the interaction of reactants with the coordinatively unsaturated Cu2+ site (cus) and (ii) barriers of dehydration reaction steps were decreased due to a concerted effect of two adjacent Cu2+ cus sites (separated just by 8.1 Å) interacting simultaneously with the corresponding reaction intermediates. It is proposed that the simultaneous involvement of two adjacent cus sites (concerted effect) in the catalysis can be more general phenomenon in CuBTC and perhaps in other MOF materials having large concentration of catalytically active sites as well.","accessed":{"date-parts":[[2016,11,5]]},"author":[{"family":"Položij","given":"Miroslav"},{"family":"Pérez-Mayoral","given":"Elena"},{"family":"Čejka","given":"Jiři"},{"family":"Hermann","given":"Jan"},{"family":"Nachtigall","given":"Petr"}],"citation-key":"PolozijCT13","collection-title":"Challenges in Nanoporous and Layered Materials for Catalysis","container-title":"Catalysis Today","container-title-short":"Catal. Today","DOI":"10/f4pkmw","ISSN":"0920-5861","issued":{"date-parts":[[2013,4,15]]},"license":"All rights reserved","note":"31 citations (Crossref) [2022-04-07]\nQID: Q59664638","page":"101-107","source":"ScienceDirect","title":"Theoretical investigation of the Friedländer reaction catalysed by CuBTC: concerted effect of the adjacent Cu²⁺ sites","title-short":"Theoretical investigation of the Friedländer reaction catalysed by CuBTC","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/abs/pii/S0920586112005949","volume":"204"},
  {"id":"Schatzle23","abstract":"Computing accurate yet efficient approximations to the solutions of the electronic Schr\\\"odinger equation has been a paramount challenge of computational chemistry for decades. Quantum Monte Carlo methods are a promising avenue of development as their core algorithm exhibits a number of favorable properties: it is highly parallel, and scales favorably with the considered system size, with an accuracy that is limited only by the choice of the wave function ansatz. The recently introduced machine-learned parametrizations of quantum Monte Carlo ansatzes rely on the efficiency of neural networks as universal function approximators to achieve state of the art accuracy on a variety of molecular systems. With interest in the field growing rapidly, there is a clear need for easy to use, modular, and extendable software libraries facilitating the development and adoption of this new class of methods. In this contribution, the DeepQMC program package is introduced, in an attempt to provide a common framework for future investigations by unifying many of the currently available deep-learning quantum Monte Carlo architectures. Furthermore, the manuscript provides a brief introduction to the methodology of variational quantum Monte Carlo in real space, highlights some technical challenges of optimizing neural network wave functions, and presents example black-box applications of the program package. We thereby intend to make this novel field accessible to a broader class of practitioners both from the quantum chemistry as well as the machine learning communities.","accessed":{"date-parts":[[2023,7,28]]},"author":[{"family":"Schätzle","given":"Zeno"},{"family":"Szabó","given":"Bernát"},{"family":"Mezera","given":"Matĕj"},{"family":"Hermann","given":"Jan"},{"family":"Noé","given":"Frank"}],"citation-key":"Schatzle23","issued":{"date-parts":[[2023,7,26]]},"license":"All rights reserved","number":"arXiv:2307.14123","publisher":"arXiv","source":"arXiv.org","title":"DeepQMC: an open-source software suite for variational optimization of deep-learning molecular wave functions","title-short":"DeepQMC","type":"article","URL":"http://arxiv.org/abs/2307.14123"},
  {"id":"SchatzleJCP21","abstract":"Variational quantum Monte Carlo (QMC) is an ab initio method for solving the electronic Schrödinger equation that is exact in principle, but limited by the flexibility of the available Ansätze in practice. The recently introduced deep QMC approach, specifically two deep-neural- network Ansätze PauliNet and FermiNet, allows variational QMC to reach the accuracy of diffusion QMC, but little is understood about the convergence behavior of such Ansätze. Here, we analyze how deep variational QMC approaches the fixed-node limit with increasing network size. First, we demonstrate that a deep neural network can overcome the limitations of a small basis set and reach the mean-field (MF) complete-basis-set limit. Moving to electron correlation, we then perform an extensive hyperparameter scan of a deep Jastrow factor for LiH and H4 and find that variational energies at the fixed-node limit can be obtained with a sufficiently large network. Finally, we benchmark MF and many-body Ansätze on H2 O, increasing the fraction of recovered fixed-node correlation energy of single-determinant Slater–Jastrow-type Ansätze by half an order of magnitude compared to previous variational QMC results, and demonstrate that a single-determinant Slater– Jastrow-backflow version of the Ansatz overcomes the fixed-node limitations. This analysis helps understand the superb accuracy of deep variational Ansätze in comparison to the traditional trial wavefunctions at the respective level of theory and will guide future improvements of the neural-network architectures in deep QMC.","author":[{"family":"Schätzle","given":"Zeno"},{"family":"Hermann","given":"Jan"},{"family":"Noé","given":"Frank"}],"citation-key":"SchatzleJCP21","container-title":"The Journal of Chemical Physics","container-title-short":"J. Chem. Phys.","DOI":"10/gm7xvm","issue":"12","issued":{"date-parts":[[2021,3,23]]},"license":"All rights reserved","note":"2 citations (Crossref) [2022-05-11]","page":"124108","title":"Convergence to the fixed-node limit in deep variational Monte Carlo","type":"article-journal","URL":"https://aip.scitation.org/doi/abs/10.1063/5.0032836","volume":"154"},
  {"id":"SmithJCP21","abstract":"Community efforts in the computational molecular sciences (CMS) are evolving toward modular, open, and interoperable interfaces that work with existing community codes to provide more functionality and composability than could be achieved with a single program. The Quantum Chemistry Common Driver and Databases (QCDB) project provides such capability through an application programming interface (API) that facilitates interoperability across multiple quantum chemistry software packages. In tandem with the Molecular Sciences Software Institute and their Quantum Chemistry Archive ecosystem, the unique functionalities of several CMS programs are integrated, including CFOUR, GAMESS, NWCHEM, OPENMM, PSI4, QCORE, TERACHEM, and TURBOMOLE, to provide common computational functions, i.e., energy, gradient, and Hessian computations as well as molecular properties such as atomic charges and vibrational frequency analysis. Both standard users and power users benefit from adopting these APIs as they lower the language barrier of input styles and enable a standard layout of variables and data. These designs allow end-to-end interoperable programming of complex computations and provide best practices options by default.","accessed":{"date-parts":[[2021,11,22]]},"author":[{"family":"Smith","given":"Daniel G. A."},{"family":"Lolinco","given":"Annabelle T."},{"family":"Glick","given":"Zachary L."},{"family":"Lee","given":"Jiyoung"},{"family":"Alenaizan","given":"Asem"},{"family":"Barnes","given":"Taylor A."},{"family":"Borca","given":"Carlos H."},{"family":"Di Remigio","given":"Roberto"},{"family":"Dotson","given":"David L."},{"family":"Ehlert","given":"Sebastian"},{"family":"Heide","given":"Alexander G."},{"family":"Herbst","given":"Michael F."},{"family":"Hermann","given":"Jan"},{"family":"Hicks","given":"Colton B."},{"family":"Horton","given":"Joshua T."},{"family":"Hurtado","given":"Adrian G."},{"family":"Kraus","given":"Peter"},{"family":"Kruse","given":"Holger"},{"family":"Lee","given":"Sebastian J. R."},{"family":"Misiewicz","given":"Jonathon P."},{"family":"Naden","given":"Levi N."},{"family":"Ramezanghorbani","given":"Farhad"},{"family":"Scheurer","given":"Maximilian"},{"family":"Schriber","given":"Jeffrey B."},{"family":"Simmonett","given":"Andrew C."},{"family":"Steinmetzer","given":"Johannes"},{"family":"Wagner","given":"Jeffrey R."},{"family":"Ward","given":"Logan"},{"family":"Welborn","given":"Matthew"},{"family":"Altarawy","given":"Doaa"},{"family":"Anwar","given":"Jamshed"},{"family":"Chodera","given":"John D."},{"family":"Dreuw","given":"Andreas"},{"family":"Kulik","given":"Heather J."},{"family":"Liu","given":"Fang"},{"family":"Martínez","given":"Todd J."},{"family":"Matthews","given":"Devin A."},{"family":"Schaefer","given":"Henry F."},{"family":"Šponer","given":"Jiří"},{"family":"Turney","given":"Justin M."},{"family":"Wang","given":"Lee-Ping"},{"family":"De Silva","given":"Nuwan"},{"family":"King","given":"Rollin A."},{"family":"Stanton","given":"John F."},{"family":"Gordon","given":"Mark S."},{"family":"Windus","given":"Theresa L."},{"family":"Sherrill","given":"C. David"},{"family":"Burns","given":"Lori A."}],"citation-key":"SmithJCP21","container-title":"The Journal of Chemical Physics","container-title-short":"J. Chem. Phys.","DOI":"10/gnj3jw","ISSN":"0021-9606, 1089-7690","issue":"20","issued":{"date-parts":[[2021,11,28]]},"license":"All rights reserved","note":"4 citations (Crossref) [2022-05-11]","page":"204801","source":"DOI.org (Crossref)","title":"Quantum Chemistry Common Driver and Databases (QCDB) and Quantum Chemistry Engine (QCEɴɢɪɴᴇ): automation and interoperability among computational chemistry programs","title-short":"Quantum Chemistry Common Driver and Databases (QCDB) and Quantum Chemistry Engine (QCE <span style=\"font-variant","type":"article-journal","URL":"https://aip.scitation.org/doi/10.1063/5.0059356","volume":"155"},
  {"id":"StohrNC21","abstract":"Mutual Coulomb interactions between electrons lead to a plethora of interesting physical and chemical effects, especially if those interactions involve many fluctuating electrons over large spatial scales. Here, we identify and study in detail the Coulomb interaction between dipolar quantum fluctuations in the context of van der Waals complexes and materials. Up to now, the interaction arising from the modification of the electron density due to quantum van der Waals interactions was considered to be vanishingly small. We demonstrate that in supramolecular systems and for molecules embedded in nanostructures, such contributions can amount to up to 6 kJ/mol and can even lead to qualitative changes in the long-range van der Waals interaction. Taking into account these broad implications, we advocate for the systematic assessment of so-called Dipole-Correlated Coulomb Singles in large molecular systems and discuss their relevance for explaining several recent puzzling experimental observations of collective behavior in nanostructured materials.","accessed":{"date-parts":[[2021,1,8]]},"author":[{"family":"Stöhr","given":"Martin"},{"family":"Sadhukhan","given":"Mainak"},{"family":"Al-Hamdani","given":"Yasmine S."},{"family":"Hermann","given":"Jan"},{"family":"Tkatchenko","given":"Alexandre"}],"citation-key":"StohrNC21","container-title":"Nature Communications","container-title-short":"Nat. Commun.","DOI":"10/gm7xvk","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[[2021,1,8]]},"license":"All rights reserved","note":"6 citations (Crossref) [2022-04-07]","page":"137","source":"DOI.org (Crossref)","title":"Coulomb interactions between dipolar quantum fluctuations in <span class=\"nocase\">van der Waals</span> bound molecules and materials","type":"article-journal","URL":"http://www.nature.com/articles/s41467-020-20473-w","volume":"12"},
  {"id":"SunJCP20","abstract":"PYSCF is a Python-based general-purpose electronic structure platform that supports first-principles simulations of molecules and solids as well as accelerates the development of new methodology and complex computational workflows. This paper explains the design and philosophy behind PYSCF that enables it to meet these twin objectives. With several case studies, we show how users can easily implement their own methods using PYSCF as a development environment. We then summarize the capabilities of PYSCF for molecular and solid-state simulations. Finally, we describe the growing ecosystem of projects that use PYSCF across the domains of quantum chemistry, materials science, machine learning, and quantum information science.","accessed":{"date-parts":[[2020,7,13]]},"author":[{"family":"Sun","given":"Qiming"},{"family":"Zhang","given":"Xing"},{"family":"Banerjee","given":"Samragni"},{"family":"Bao","given":"Peng"},{"family":"Barbry","given":"Marc"},{"family":"Blunt","given":"Nick S."},{"family":"Bogdanov","given":"Nikolay A."},{"family":"Booth","given":"George H."},{"family":"Chen","given":"Jia"},{"family":"Cui","given":"Zhi-Hao"},{"family":"Eriksen","given":"Janus J."},{"family":"Gao","given":"Yang"},{"family":"Guo","given":"Sheng"},{"family":"Hermann","given":"Jan"},{"family":"Hermes","given":"Matthew R."},{"family":"Koh","given":"Kevin"},{"family":"Koval","given":"Peter"},{"family":"Lehtola","given":"Susi"},{"family":"Li","given":"Zhendong"},{"family":"Liu","given":"Junzi"},{"family":"Mardirossian","given":"Narbe"},{"family":"McClain","given":"James D."},{"family":"Motta","given":"Mario"},{"family":"Mussard","given":"Bastien"},{"family":"Pham","given":"Hung Q."},{"family":"Pulkin","given":"Artem"},{"family":"Purwanto","given":"Wirawan"},{"family":"Robinson","given":"Paul J."},{"family":"Ronca","given":"Enrico"},{"family":"Sayfutyarova","given":"Elvira R."},{"family":"Scheurer","given":"Maximilian"},{"family":"Schurkus","given":"Henry F."},{"family":"Smith","given":"James E. T."},{"family":"Sun","given":"Chong"},{"family":"Sun","given":"Shi-Ning"},{"family":"Upadhyay","given":"Shiv"},{"family":"Wagner","given":"Lucas K."},{"family":"Wang","given":"Xiao"},{"family":"White","given":"Alec"},{"family":"Whitfield","given":"James Daniel"},{"family":"Williamson","given":"Mark J."},{"family":"Wouters","given":"Sebastian"},{"family":"Yang","given":"Jun"},{"family":"Yu","given":"Jason M."},{"family":"Zhu","given":"Tianyu"},{"family":"Berkelbach","given":"Timothy C."},{"family":"Sharma","given":"Sandeep"},{"family":"Sokolov","given":"Alexander Yu."},{"family":"Chan","given":"Garnet Kin-Lic"}],"citation-key":"SunJCP20","container-title":"The Journal of Chemical Physics","container-title-short":"J. Chem. Phys.","DOI":"10/gj67mr","ISSN":"0021-9606, 1089-7690","issue":"2","issued":{"date-parts":[[2020,7,14]]},"license":"All rights reserved","note":"101 citations (Crossref) [2022-05-11]\nQID: Q97561917","page":"024109","source":"DOI.org (Crossref)","title":"Recent developments in the PʏSCF program package","type":"article-journal","URL":"http://aip.scitation.org/doi/10.1063/5.0006074","volume":"153"},
  {"id":"VenkataramPRB20","abstract":"We present an approach to describing fluctuational electrodynamic interactions, particularly van der Waals (vdW) interactions as well as radiative heat transfer (RHT), between material bodies of potentially vastly different length scales, allowing for going between atomistic and continuum treatments of the response of each of these bodies as desired. Any local continuum description of electromagnetic response is compatible with our approach, while atomistic descriptions in our approach are based on effective electronic and nuclear oscillator degrees of freedom, encapsulating dissipation, short-range electronic correlations, and collective nuclear vibrations (phonons). While our previous works using this approach have focused on presenting novel results, this work focuses on the derivations underlying these methods. First, we show how the distinction between “atomic” and “macroscopic” bodies is ultimately somewhat arbitrary, as formulas for vdW free energies and radiative heat transfer look very similar regardless of how the distinction is drawn. Next, we demonstrate that the atomistic description of material response in our approach yields electromagnetic interaction matrix elements which are expressed in terms of analytical formulas for compact bodies or semianalytical formulas based on Ewald summation for periodic media; we use this to compute vdW interaction free energies as well as RHT powers among small biological molecules in the presence of a metallic plate as well as between parallel graphene sheets in vacuum, showing strong deviations from conventional macroscopic theories due to the confluence of geometry, phonons, and electromagnetic retardation effects. Finally, we propose formulas for efficient computation of fluctuational electrodynamic interactions among material bodies in which those that are treated atomistically as well as those treated through continuum methods may have arbitrary shapes, extending previous surface-integral techniques.","author":[{"family":"Venkataram","given":"Prashanth S."},{"family":"Hermann","given":"Jan"},{"family":"Tkatchenko","given":"Alexandre"},{"family":"Rodriguez","given":"Alejandro W."}],"citation-key":"VenkataramPRB20","container-title":"Physical Review B","container-title-short":"Phys. Rev. B","DOI":"10/gm7xvj","issue":"8","issued":{"date-parts":[[2020,8,5]]},"license":"All rights reserved","note":"0 citations (Crossref) [2022-04-07]","page":"085403","title":"Fluctuational electrodynamics in atomic and macroscopic systems: <span class=\"nocase\">van der Waals</span> interactions and radiative heat transfer","type":"article-journal","URL":"https://link.aps.org/doi/10.1103/PhysRevB.102.085403","volume":"102"},
  {"id":"VenkataramPRL17","abstract":"We present an approach for computing long-range van der Waals (vdW) interactions between complex molecular systems and arbitrarily shaped macroscopic bodies, melding atomistic treatments of electronic fluctuations based on density functional theory in the former with continuum descriptions of strongly shape-dependent electromagnetic fields in the latter, thus capturing many-body and multiple scattering effects to all orders. Such a theory is especially important when considering vdW interactions at mesoscopic scales, i.e., between molecules and structured surfaces with features on the scale of molecular sizes, in which case the finite sizes, complex shapes, and resulting nonlocal electronic excitations of molecules are strongly influenced by electromagnetic retardation and wave effects that depend crucially on the shapes of surrounding macroscopic bodies. We show that these effects together can modify vdW interaction energies and forces, as well as molecular shapes deformed by vdW interactions, by orders of magnitude compared to previous treatments based on Casimir-Polder, nonretarded, or pairwise approximations, which are valid only at macroscopically large or atomic-scale separations or in dilute insulating media, respectively.","accessed":{"date-parts":[[2017,6,30]]},"author":[{"family":"Venkataram","given":"Prashanth S."},{"family":"Hermann","given":"Jan"},{"family":"Tkatchenko","given":"Alexandre"},{"family":"Rodriguez","given":"Alejandro W."}],"citation-key":"VenkataramPRL17","container-title":"Physical Review Letters","container-title-short":"Phys. Rev. Lett.","DOI":"10/gfspns","issue":"26","issued":{"date-parts":[[2017,6,29]]},"license":"All rights reserved","note":"18 citations (Crossref) [2022-05-11]\nQID: Q52837188","page":"266802","source":"APS","title":"Unifying microscopic and continuum treatments of van der Waals and Casimir interactions","type":"article-journal","URL":"https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.118.266802","volume":"118"},
  {"id":"VenkataramPRL18","abstract":"Thermal radiative phenomena can be strongly influenced by the coupling of phonons and long-range electromagnetic fields at infrared frequencies. Typically employed macroscopic descriptions of thermal fluctuations often ignore atomistic effects that become relevant at nanometric scales, whereas purely microscopic treatments ignore long-range, geometry-dependent electromagnetic effects. We describe a mesoscopic framework for modeling thermal fluctuation phenomena among molecules near macroscopic bodies, conjoining atomistic treatments of electronic and vibrational fluctuations obtained from density functional theory in the former with continuum descriptions of electromagnetic scattering in the latter. The interplay of these effects becomes particularly important at mesoscopic scales, where phonon polaritons can be strongly influenced by the objects’ finite sizes, shapes, and nonlocal or many-body response to electromagnetic fluctuations. We show that, even in small but especially in elongated low-dimensional molecules, such effects can modify thermal emission and heat transfer by orders of magnitude and produce qualitatively different behavior compared to predictions based on local, dipolar, or pairwise approximations.","accessed":{"date-parts":[[2018,8,22]]},"author":[{"family":"Venkataram","given":"Prashanth S."},{"family":"Hermann","given":"Jan"},{"family":"Tkatchenko","given":"Alexandre"},{"family":"Rodriguez","given":"Alejandro W."}],"citation-key":"VenkataramPRL18","container-title":"Physical Review Letters","container-title-short":"Phys. Rev. Lett.","DOI":"10/gd3mxx","issue":"4","issued":{"date-parts":[[2018,7,27]]},"license":"All rights reserved","note":"9 citations (Crossref) [2022-05-11]\nQID: Q90870146","page":"045901","source":"APS","title":"Phonon-polariton mediated thermal radiation and heat transfer among molecules and macroscopic bodies: Nonlocal electromagnetic response at mesoscopic scales","type":"article-journal","URL":"https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.121.045901","volume":"121"},
  {"id":"VenkataramSA19","abstract":"Recent advances in measuring van der Waals (vdW) interactions have probed forces on molecules at nanometric separations from metal surfaces and demonstrated the importance of infrared nonlocal polarization response and temperature effects, yet predictive theories for these systems remain lacking. We present a theoretical framework for computing vdW interactions among molecular structures, accounting for geometry, short-range electronic delocalization, dissipation, and collective nuclear vibrations (phonons) at atomic scales, along with long-range electromagnetic interactions in arbitrary macroscopic environments. We primarily consider experimentally relevant low-dimensional carbon allotropes, including fullerenes, carbyne, and graphene, and find that phonons couple strongly with long-range electromagnetic fields depending on molecular dimensionality and dissipation, especially at nanometric scales, creating delocalized phonon polaritons that substantially modify infrared molecular response. These polaritons, in turn, alter vdW interaction energies between molecular and macroscopic structures, producing nonmonotonic power laws and nontrivial temperature variations at nanometric separations feasible in current experiments.","accessed":{"date-parts":[[2019,11,4]]},"author":[{"family":"Venkataram","given":"Prashanth S."},{"family":"Hermann","given":"Jan"},{"family":"Vongkovit","given":"Teerit J."},{"family":"Tkatchenko","given":"Alexandre"},{"family":"Rodriguez","given":"Alejandro W."}],"citation-key":"VenkataramSA19","container-title":"Science Advances","container-title-short":"Sci. Adv.","DOI":"10/gm7xvf","ISSN":"2375-2548","issue":"11","issued":{"date-parts":[[2019,11,1]]},"license":"All rights reserved","note":"4 citations (Crossref) [2022-05-11]\nQID: Q91178429","page":"eaaw0456","source":"DOI.org (Crossref)","title":"Impact of nuclear vibrations on <span class=\"nocase\">van der Waals</span> and Casimir interactions at zero and finite temperature","type":"article-journal","URL":"http://advances.sciencemag.org/lookup/doi/10.1126/sciadv.aaw0456","volume":"5"}
]
